{"data":{"markdownRemark":{"html":"<p>We are only 30 days away from the Linux Developer Conference Brazil -- <a href=\"https://linuxdev-br.net/\">linuxdev-br</a>.\nWith a confirmed agenda of 20 distinct speakers, workshops and an audience\ncomposed by developers, students, researchers, FOSS enthusiasts and companies\nthat works in the Open Source world, the conference follows firmly in its mission\nof integrating the Brazilian Linux community and taking it to the international level.</p>\n<p>This year, the linuxdev-br will happen jointly at the Radisson Paulista Hotel\nand at the University of São Paulo, both in São Paulo - SP, between August 2nd\nand 4th. Amongst the confirmed speakers, the conference brings internationally\nacclaimed names such as Arnaldo Carvalho de Melo, John “maddog” Hall, Hans\nVerkuil, Valgrant Cascadian, Holger Levsen, Alexandre Oliva and many more.\nBesides the talks, the event agenda also includes Oopen -Ssource development\nrelated workshops, which will be hosted at the dependencies of the Instituto de\nMatemática e Estatística in the University of São Paulo (IME-USP).</p>\n<p>Besides the technical contents, the conference will also provide an open space\nfor the audience to interact during the coffee breaks. There will also be a main\nhappy hour event by the end of the Saturday schedule. The linuxdev-br is a\nconference designed to promote the interaction of its participants irrespectively\nto any skill level -- it is the right place for you to know people who will\ncontribute to the way you see and understand things in the Open Source community.</p>\n<p>Join us at the linuxdev-br and be part of the great shift in the Brazilian\nLinux community! Registration fees are still at their lowest rate until July 4th,\n<a href=\"https://www.eventbrite.com.br/e/linuxdev-br-2019-registration-59091462154?ref=ebtn\">register now</a> and save a few bucks!</p>\n<p><a href=\"https://twitter.com/linuxdevbr\">Follow us on twitter!</a></p>\n<p><a href=\"https://www.eventbrite.com.br/e/linuxdev-br-2019-registration-59091462154?ref=ebtn\">Register now!</a></p>","frontmatter":{"title":"Only 30 days to linuxdev-2019","date":"2019-07-01"}}},"pageContext":{"pathSlug":"/30-days-to-linuxdevbr","prev":{"frontmatter":{"path":"/understanding-the-linuxdev-br"}},"next":{"frontmatter":{"path":"/faltam-30-dias"}}}}